<?php
$lang = array(
    'login' => 'ورود',
    'Register' => 'ثبت نام',
    'username' => 'نام کاربری',
    'password' => 'گذرواژه',
    'first_and_last_name' => 'نام و نام خانوادگی',
    'birthday' => 'تاریخ تولد',
    'Always_Remember_Me' => 'مرا به خاطر بسپار',
    'Forgot_Password?' => 'فراموشی رمز عبور؟',
    'Don’t_use_Winku_Yet?' => 'حساب کاربری ندارید؟',
    'Take_the_tour' => '',
    'or' => '',
    'join' => 'بپیوندید',
    'now' => 'الان',
    'login_aside_title' => 'انسان',
    'login_aside_subtitle' => 'برای انسان',
    'login_aside_follow' => 'ما را دنبال کنید',
    'haven\'t_signed_up_yet' => 'هنوز در سایت حساب باز نکرده اید؟',
    'read_terms_and_conditions' => 'قوانین را بخوانید',
    'login_or' => 'یا',
    'login_join_us_now' => 'به اینجا ملحق شوید',

    'gender'=>'جنسیت',
    'male' => 'مرد',
    'female' => 'زن',

    'sickness_undefined'=>'مشخص نشده',
    'Cancer' => 'سرطان',
    'AIDS' => 'ایدز',
    'Deaf' => 'ناشنوا',
    'physical_disability' => 'معلولیت جسمی',
    'Trans' => 'ترنس',
    'short' => 'قدکوتاه',
    'sickness' => 'بیماری',
    'email' => 'ایمیل',
    'Accept_Terms_&_Conditions_?' => 'شرایط و ضوابط را می‌پذیرید؟',
    'Already_have_an_account' => 'حساب کاربری دارم',
    'Search_Friend' => 'جستوجوی دوست',
    'view_profile' => 'نمایش پروفایل',
    'logout' => 'خروج',
    'follow' => 'افزودن دوست',
    'unfollow' => 'لغو دوستی',
    'accept_request' => 'تایید دوستی',
    'reject_request' => 'حذف درخواست',
    'followers' => 'دوست',
    'Edit_Cover_Photo' => 'ویرایش کاور',
    'Edit_avatar_Photo' => 'ویرایش عکس پروفایل',
    'post' => 'انتشار',
    'post_created_at' => 'منتشر شده',
    'following' => 'following',
    'Shortcuts' => 'میانبرها',
    'People_post' => 'People post',
    'My_pages' => 'پروفایل',
    'FAQ' => 'سوالات متداول',
    'Contact_Us' => 'تماس با ما',
    'messages' => 'پیام‌ها',
    'People_my_sickness' => 'افراد در ارتباط با بیماری من',
    'People' => 'جست‌وجو',
    'profile' => 'پروفایل',
    'info' => 'اطلاعات',
    'messages_title' => 'پیام‌ها',
    'old-password' => 'گذرواژه فعلی',
    'new-password' => 'گذرواژه جدید',
    'old_password_invaild' => 'گذرواژه فعلی نامعتبر است',
    'comment' => 'نظر',
    'country' => 'کشور',
    'city' => 'شهر',
    'england' => 'انگلستان',
    'request' => 'درخواست',
    'friend_request' => 'درخواست دنبال کردن شما را دارد',
    'comment_post' => 'برای پست شما نظری ثبت کرده است',
    'all_notification' => 'اعلان‌ها',
    'new_notification' => 'اعلان جدید',
    'New' => 'جدید',
    'home' => 'خانه',
    'view_more' => 'نمایش همه',
    'like' => 'پست شما را پسندید',
    'please_selected' => 'لطفا انتخاب کنید',
    'go_to_post' => 'رفتن به پست',
    'member_from' => 'عضویت از ',

    'notifications' => [
        'type' => [
            'friend_request' => 'درخواست دوستی',
            'like' => 'لایک',
            'comment' => 'نظر'
        ],
        'message' => [
            'friend_request' => 'درخواست دنبال کردن شما را دارد',
            'like' => 'پست شما را لایک کرد',
            'comment' => 'برای پست شما نظری ثبت کرده است'
        ]
    ],

    'errors' => [
        'invalid_captcha' => 'کد امنیتی را تایید کنید.',
        'accept_terms' => 'شرایط و ضوابط را بپذیرید.',
        'email_exists' => 'ایمیل در سایت ثبت شده است.',
        'username_exists' => 'نام کاربری آزاد نیست.',

        'invalid_usrnmpwd' => 'نام کاربری یا رمز عبور نادرست است',

    ],

    'languages' => [
        'en' => 'انگلیسی',
        'de' => 'آلمانی',
        'fa' => 'فارسی',
    ],

    'titles' => [
        'shortcuts' => 'میانبرها',

        'posts' => 'پست‌ها',
        'friends' => 'دوستان',
        'bio' => 'معرفی',
        'setting' => 'تنظیمات',
        'notifications' => 'اعلان‌ها',
        'profile' => 'پروفایل',
        'messages' => 'پیام‌ها',
        'explore' => 'جست‌وجو',
        'faq' => 'سوالات متداول',
        'faq2' => 'پرسش و پاسخ'

    ],

    'faq' => [
        [
            'q' => 'ابعاد مناسب کاور من چه ابعادیست؟',
            'answer' =>
                '
لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد. 
<br>
پیشنهاد: 1980 * 1200<br>
<br>سایرین: 1900 * 1080
<br>یا هر تصویر منظره دیگر'
        ],
        [
            'q' => 'چگونه تنظیمات پروفایل را تغییر بدهم؟',
            'answer' => 'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد. کتابهای زیادی در شصت و سه درصد گذشته، حال و آینده شناخت فراوان جامعه و متخصصان را می طلبد تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی و فرهنگ پیشرو در زبان فارسی ایجاد کرد.'
        ],
        [
            'q' => 'چگونه گذرواژه را تغییر بدهم؟',
            'answer' => 'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد. کتابهای زیادی در شصت و سه درصد گذشته، حال و آینده شناخت فراوان جامعه و متخصصان را می طلبد تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی و فرهنگ پیشرو در زبان فارسی ایجاد کرد.'
        ],
        [
            'q' => 'چگونه افراد نزدیک را نزدیک خود را بر اساس شهر و کشور فیلتر کنم؟',
            'answer' => 'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد. کتابهای زیادی در شصت و سه درصد گذشته، حال و آینده شناخت فراوان جامعه و متخصصان را می طلبد تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی و فرهنگ پیشرو در زبان فارسی ایجاد کرد.'
        ],
        [
            'q' => 'چگونه اولین پست خود را ایجاد کنم؟',
            'answer' => 'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد. کتابهای زیادی در شصت و سه درصد گذشته، حال و آینده شناخت فراوان جامعه و متخصصان را می طلبد تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی و فرهنگ پیشرو در زبان فارسی ایجاد کرد.'
        ],
    ],
    'contact_us' => [
        'map_meta' => [
            'title' => 'در تماس باشید',
            'description' => 'هر سوالی دارید از ما بپرسید. ما سوالات مهم پاسخ داده شده را در صفحه پرسش و پاسخ خود آماده کرده ایم. اکنون بازدید کنید.',
            'link' => 'مشاهده صفحه'
        ],
        'form' => [
            'title' => 'ارسال پیام',
            'label' => [
                'fullname' => 'نام و نام خانوادگی',
                'email' => 'ایمیل',
                'message' => 'پیام',
            ]
        ],
        'contact_info' => [
            'title' => 'اطلاعات تماس',
            'location' => 'آلمان, برلین',
            'phone' => '+49 200 100300555',
            'email' => 'info@delldate.com'
        ],
        'effected_text' => 'دلداده'
    ],

    'delete_post' => [
        'You_are_deleting_a_post' => 'این عمل قابل بازگشت نیست.',
        'Are_you_sure?' => 'مطمئن؟',
        'Deletion_was_successful' => 'حذف با موفقیت انجام شد.',
        'btn_confirm' => 'حذف',
        'btn_cancel' => 'انصراف',
        'btn_ok' => 'باشه'
    ],

    'tooltip' => [
        'comments' => 'نظر',
        'likes' => 'بازدید',
    ],


    'Footer_description' => 'Delldate یک وب سایت رسانه های اجتماعی است که به مردم در سراسر جهان اختصاص داده شده است.',
    'Footer_data_location' => 'آلمان - برلین',
    'Footer_title_links' => 'دسترسی سریع',
    'Footer_title_location' => 'موقعیت ما',

    'Alert_no_friends' => 'شما هنوز دنبال‎‌کننده‌ای ندارید. ',
    'Alert_no_friends_link' => 'جستوجو کنید.',
    'Alert_no_notification' => 'اعلان جدیدی یافت نشد.',

    'write_something' => 'نوشتن چیزی',

    'btn_save_profile_settings' => 'ذخیره تغییرات',

    'footer_rights' => '© انسان 1400. تمامی حقوق این سایت محفوظ می‌باشد.',


    'onoff_option' => [
        'label_off' => 'خاموش',
        'label_on' => 'روشن',
        'night_mode' => 'حالت شب',
    ],

    '404' => [
        'title' => 'ارور 404',
        'description' => 'صفحه مورد نظر یافت نشد.',
        'link' => 'بازگشت به صفحه اصلی'
    ],

    'explore'=>[
        'undefined_city'=>'برای جستوجوی افراد نزدیک، شهر را از تنظیمات انتخاب کنید.',
        'undefined_country'=>'برای جستوجوی افراد نزدیک، کشور را از تنظیمات انتخاب کنید.',
        'undefined_sickness'=>'برای پیدا کردن افراد با بیماری مشابه، بیماری خود را از تنظیمات انتخاب کنید.',
    ]
);